Repository: fotcorn/toollist
Catalog: toollist/locale/*/LC_MESSAGES/django.po
Languages: de

source: Number cannot be blank when tool is in machine
de: Nummer kann nicht leer sein wenn Werkzeug in Maschine ist

source: This number is already in use on this machine
de: Diese Nummer ist bereits in Verwendung

source: Tool type
de: Typ

source: Tool types
de: Typen

source: Tool
de: Werkzeug

source: Tools
de: Werkzeuge

source: Tool cooling
de: Kühlung

source: Tool coolings
de: Kühlungen

source: Milling
de: Fräsen

source: Turning
de: Drehen

source: Machine
de: Maschine

source: Machines
de: Maschinen

source: Tool holder
de: Aufnahme

source: Tool holders
de: Aufnahmen

source: Closet
de: Schrank

source: Number
de: Nummer

source: Holder
de: Aufnahme

source: Cooling
de: Kühlung

source: Diameter
de: Durchmesser

source: Angle
de: Winkel

source: Cog count
de: Zähnezahl

source: Chip flute
de: Spannnutlänge

source: Pliers
de: Zange

source: Length
de: Länge

source: Edge radius
de: Eckenradius

source: Comment
de: Kommentar

source: Geomentry X
de: Geometrie X

source: Geomentry Z
de: Geometrie Z

source: Geomentry R
de: Geometrie R

source: Geomentry Y
de: Geometrie Y

source: Geomentry C
de: Geometrie C

source: Wear X
de: Verschleiss X

source: Wear Z
de: Verschleiss Z

source: Wear R
de: Verschleiss R

source: Wear Y
de: Verschleiss Y

source: Wear C
de: Verschleiss C

source: Tool entry
de: Eintrag

source: Tools entries
de: Einträge

source: Django site admin
de: Werkzeugliste Admin

source: Geometry
de: Geometrie

source: Wear
de: Verschleiss
